Repository: dirkakrid/rc_gui
Catalog: po/*.po
Languages: es, fr, id_id, nl

source: Setting locale - please wait...
es: Configurando localización - por favor espere...
fr: Configuration de la Localisation - Merci de patienter...
id_id: Pengaturan lokal - mohon tunggu...
nl: Landinstellingen aan het instellen - Wachten AUB...

source: Setting timezone - please wait...
es: Configurando zona horaria - por favor espere...
fr: Configuration du fuseau horaire - Merci de Patienter...
id_id: Pengaturan zona waktu - mohon tunggu...
nl: Tijdzone aan het goedzetten - Wachten AUB...

source: Raspberry Pi Configuration
es: Configuración de Raspberry Pi
fr: Configuration du Raspberry Pi
id_id: Konfigurasi Raspberry Pi
nl: Raspberry pi Configuratie programma

source: Filesystem:
es: Sistema de archivo:
fr: Système de fichier:
nl: bestandssysteem:

source: Expand _Filesystem
es: Expandir _Sistema de archivo
fr: Étendre le système de fichier
id_id: Perluas _Filesystem
nl: _bestandssysteem vergroten

source: Ensure that all of the SD card storage is available to the OS
es: Asegure que toda la capacidad de almacenamiento de la tarjeta SD está disponible al S.O.
fr: Assurez-vous que tous le stockage de la carte SD est alloué à l'OS
id_id: Pastikan seruh ruang penyimpanan kartu SD tersedia untuk OS
nl: Zorg er voor dat alle SD kaart ruimte beschikbaar is voor de OS

source: Password:
es: Clave:
fr: Mot de passe:
nl: Wachtwoord:

source: Change _Password...
es: Cambiar _Clave...
fr: Changer de _Mot de passe...
id_id: Ubah _Password...
nl: Verander _Wachtwoord...

source: Change password for the default user (pi)
es: Cambia la clave para el usuario por defecto (pi)
fr: Changer le mot de passe de l'utilisateur par défaut (pi)
id_id: Ubah password untuk pengguna default (pi)
nl: Verander het wachtwoord voor de standaard gebruiker (pi)

source: Set the name of your Pi on a local network
es: Seleccione el nombre de su Pi en la red local
fr: Régler le nom du votre Pi sur votre réseau local
id_id: Set nama Pi Anda pada jaringan lokal
nl: Verander de naam van uw PI in het lokale netwerk

source: Boot:
es: Iniciar en:
nl: opstarten:

source: To Desktop
es: Escritorio
fr: vers le Bureau
id_id: Ke Desktop
nl: Naar bureaublad

source: Launch the desktop environment automatically on boot
es: Inicia el entorno de escritorio automáticamente después del arranque
fr: Lancer automatiquement le bureau au démarrage
id_id: Otomatis jalankan desktop setiap boot
nl: start de desktop omgeving automatisch op bij het opstarten

source: To CLI
es: Consola
fr: vers la Console
id_id: Ke CLI
nl: Naar CLI

source: Boot into a command line shell rather than the desktop
es: Arranque en la línea de comandos en vez del escritorio
fr: Booter dans la console plutôt que dans le bureau
id_id: Boot ke shell baris perintah daripada desktop
nl: Start de Command line shell in de plaats van de Desktop Omgeving

source: Auto login:
es: Ingreso automático:
fr: Connexion automatique:

source: Login as user 'pi'
es: Ingresar como usuario 'pi'
fr: Se connecter en tant que 'pi'
id_id: Login sebagai user 'pi'
nl: Login als gebruiker 'pi'

source: Automatically log in the default user (pi)
es: Ingresar automáticamente con el usuario por defecto (pi)
fr: Se connecter automatiquement en tant qu’utilisateur par défaut (pi)
id_id: Secara otomatis login pengguna default (pi)
nl: Automatisch in loggen als de gebruiker (pi)

source: Network at Boot:
es: Red al inicial:

source: Wait for network
es: Esperar red
fr: Attendre la connexion internet
nl: Wachten op netwerk

source: Do not complete boot until network connection is established
es: No complete el arranque hasta que la conexión de red esté establecida
fr: Ne pas continuer le démarrage jusqu'au moment où la connexion est établie
nl: Start niet op zonder netwerk connectie

source: Enable
es: Activo
fr: Activé
id_id: Aktif
nl: Aan

source: Enable overscan to show the edges of the screen
es: Activar overscan para mostrar los bordes de la pantalla
id_id: Aktifkan overscan untuk menunjukkan tepi layar
nl: Overscan aan zetten om de randen van het scherm te zien

source: Disable
es: Desactivado
fr: Désactivé
id_id: Nonaktif
nl: Uit

source: Disable overscan to hide black outline on screen
es: Desactivar overscan para ocultar contorno negro en la pantalla
id_id: Nonaktifkan overscan untuk menyembunyikan garis hitam pada layar
nl: Overscan uit zetten om de randen van het scherm te verbergen

source: Add to _Rastrack...
es: Añadir a _Rastrack...
fr: Ajouter à _Rastrack...
id_id: Tambahkan ke _Rastrack...
nl: Toevoegen aan _Rastrack...

source: Add this Pi to the online Raspberry Pi map
es: Añadir este Pi al mapa en línea de Raspberry Pi
fr: Ajouter ce PI à la carte en ligne Raspberry Pi
id_id: Tambahkan Pi ini ke peta daring Raspberry Pi
nl: Voeg deze PI toe aan de online Raspberry Pi map

source: System
es: Sistema
fr: Système
id_id: Sistem
nl: Systeem

source: Camera:
es: Cámara:
fr: Caméra:
id_id: Kamera:

source: Enable the Raspberry Pi Camera Board
es: Activar cámara de Raspberry Pi
fr: Activer la Caméra Raspberry PI
id_id: Aktifkan papan kamera Raspberry Pi
nl: Zet de Raspberry Pi Camera Board aan

source: Disable the Raspberry Pi Camera Board
es: Desactivar cámara de Raspberry Pi
fr: Désactiver la Caméra Raspberry PI
id_id: Nonaktifkan papan kamera Raspberry Pi
nl: Zet de Raspberry Pi Camera Board uit

source: Enable remote access to this Pi via SSH
es: Activar acceso remoto a este Pi vía SSH
fr: Activer le point d’accès à ditstance vers le PI par le biais de SSH
id_id: Aktifkan akses remote ke Pi ini melalui SSH
nl: Afstand besturing aan zetten op deze PI via SSH

source: Disable remote access to this Pi via SSH
es: Desactivar acceso remoto a este Pi vía SSH
fr: Désactiver le point d’accès à distance vers le PI par le biais de SSH
id_id: Nonaktifkan akses remote ke Pi ini melalui SSH
nl: Afstand besturing uit zetten op deze PI via SSH

source: Enable the automatic loading of the SPI kernel module
es: Activa la carga automática del módulo SPI del núcleo
fr: Activer le chargement automatique du module noyau SPI
id_id: Aktifkan pemuatan otomatis modul kernel SPI
nl: Aanzetten van het automatisch laden van de SPI kernel module

source: Disable the automatic loading of the SPI kernel module
es: Desactiva la carga automática del módulo SPI del núcleo
fr: Désactiver le chargement automatique du module noyau SPI
id_id: Nonaktifkan pemuatan otomatis modul kernel SPI
nl: Uitzetten van het automatisch laden van de SPI kernel module

source: Enable the automatic loading of the I2C kernel module
es: Activa la carga automática del módulo I2C del núcleo
fr: Activer le chargement automatique du module noyau I2C
id_id: Aktifkan pemuatan otomatis modul kernel I2C
nl: Aanzetten van het automatisch laden van de I2C kernel module

source: Disable the automatic loading of the I2C kernel module
es: Desactiva la carga automática del módulo I2C del núcleo
fr: Désactiver le chargement automatique du module noyau I2C
id_id: Nonaktifkan pemuatan otomatis modul kernel I2C
nl: Uitzetten van het automatisch laden van de I2C kernel module

source: Enable shell and kernel messages on the serial connection
es: Activa mensajes del shell y núcleo sobre la conexión serie
fr: Activer le les messages du shell et du kernel sur les connections séries
id_id: Aktifkan shell dan kernel pesan pada koneksi serial
nl: Zet berichten van Shell en Kernel aan op de seriële connectie

source: Disable shell and kernel messages on the serial connection
es: Desactiva mensajes del shell y núcleo sobre la conexión serie
fr: Désactiver le les messages du shell et du kernel sur les connections séries
id_id: Nonaktifkan shell dan kernel pesan pada koneksi serial
nl: Zet berichten van Shell en Kernel uit op de seriële connectien

source: Set the level of overclock to control performance
es: Ajuste el nivel de overclock para controlar el rendimiento
id_id: Mengatur tingkat overclock untuk mengontrol kinerja
nl: Zet het level van overclock naar control performance

source: None (700MHz)
es: Nada (700MHz)
fr: Aucun (700MHz)
id_id: Tidak ada (700MHz)
nl: Geen (700MHz)

source: Modest (800MHz)
es: Modesto (800MHz)
fr: Faible (800MHz)
id_id: Sedikit (800MHz)
nl: Licht (800MHz)

source: Medium (900MHz)
es: Medio (900MHz)
fr: Moyen (900MHz)
id_id: Sedang (900MHz)
nl: Middelmatig (900MHz)

source: High (950MHz)
es: Alto (950MHz)
fr: Haut (950MHz)
id_id: Tinggi (950MHz)
nl: Hoog (950MHz)

source: None (900MHz)
es: Nada (900MHz)
fr: Aucun (900MHz)
id_id: Tidak ada (900MHz)
nl: geen (900MHz)

source: High (1000MHz)
es: Alto (1000MHz)
fr: Haut (1000MHz)
id_id: Tinggi (1000MHz)
nl: Hoog (1000MHz)

source: _GPU Memory:
es: Memoria _GPU:
fr: mémoire du GPU:
id_id: Memori GPU:
nl: Video Geheugen:

source: Enter the amount of memory available to the GPU
es: Entre la cantidad de memoria disponible a la GPU
fr: Entrez la valeur de la mémoire alloué par le GPU
id_id: Masukkan jumlah memori yang tersedia untuk GPU
nl: Typ het nummer voor beschikbare video geheugen

source: Performance
es: Rendimiento
id_id: Performa
nl: Prestatie

source: Locale:
es: Local:
fr: Localisation:
id_id: Lokal:
nl: Landinstellingen:

source: Set _Locale...
es: Configurar _Local...
fr: Régler la _Localisation...
id_id: Atur _Lokal...
nl: Stel _Landinstellingen in...

source: Set internationalisation settings for units etc.
es: Ajuste las configuraciones de internacionalización para el idioma, unidades, etc.
fr: Régler les paramètre internationaux pour les unités, etc...
id_id: Atur pengaturan internasionalisasi bahasa, unit, dll
nl: Stel de internationale instellingen in voor eenheden etc.

source: Timezone:
es: Zona horaria:
fr: Fuseau Horaire:
id_id: Zona waktu:
nl: Tijdzone:

source: Set _Timezone...
es: Ajustar _Zona horaria...
fr: Régler _Le fuseau horaire...
id_id: Set zona wak_tu...
nl: Stel de _Tijzone in...

source: Set the timezone to be used by the internal clock
es: Configurar la zona horaria para ser usada por el reloj interno
id_id: Set zona waktu yang akan digunakan oleh jam internal
nl: Stel de tijdzone in die wordt gebruikt door de interne klok

source: Keyboard:
es: Teclado:
fr: Clavier:
nl: Toetsenbord:

source: Set _Keyboard...
es: Configurar teclado...
fr: Régler _Le clavier...
nl: Stel _Toetsenbord in...

source: Set international keyboard options
es: Ajusta opciones internacionales del teclado
fr: Régler les paramètres les paramètres du clavier
id_id: Set pilihan keyboard internasional
nl: stel de internationale toetsenbord instellingen in

source: Localisation
es: Localización
id_id: Lokalisasi
nl: Localizatie

source: The Raspberry Pi Configuration application can only modify a standard configuration. Your configuration appears to have been modified by other tools, and so this application cannot be used on your system. In order to use this application, you need to have the latest firmware installed, Device Tree enabled, the default "pi" user set up and the lightdm application installed.
es: El programa de configuración de Raspberry Pi sólo puede modificar una configuración estándar. Su configuración aparenta haber sido modificada por otras herramientas y así este programa no puede ser usado sobre en su sistema. Para usar este programa usted necesita tener el último firmware instalado, el árbol de dispositivos activado, el usuario por defecto "pi" configurado y la aplicación lightdm instalada.
id_id: Aplikasi Raspberry Pi Konfigurasi hanya dapat memodifikasi standarkonfigurasi. Konfigurasi Anda tampaknya telah dimodifikasi oleh alat-alat lain, sehinggaaplikasi tidak dapat digunakan pada sistem Anda. Untuk menggunakan aplikasi ini, Anda harus memiliki firmware terbaruterinstal, Device Tree diaktifkan, default "pi" pengguna mengatur danaplikasi LightDM diinstal.
nl: Het Raspberry Pi configuratie applicatie kan enkel een standaardconfiguratie aanpassen. Uw configuratie is aangepast door een ander programma, dus kan deze applicatie niet gebruikt worden op uw systeem. Om deze applicatie te gebruiken, moet u de laaste firmware versie geinstalleert zijn, Device Tree aanstaan, de standaard "pi" gebruiker ingesteld zijn en de lightdm applicatie geinstalleert zijn

source: Filesystem Expanded
es: Sistema de archivo expandido
fr: Système de Fichier étendu
id_id: Filesystem diperluas
nl: Bestands systeem uitgebreid

source: The filesystem has been expanded. The new space will not be available until you reboot your Raspberry Pi.
es: El sistema de archivo ha sido expandido. El espacio nuevo no estará disponible hasta que reinicie su Raspberry Pi
fr: Système de Fichier a été étendu. Le nouvel espace ne sera pas disponible avant le prochain redémarrage.
id_id: Filesystem telah diperluas. Ruang baru tidak akan tersedia sampai Anda restart Raspberry Pi.
nl: Het bestands systeem is uitgebreid.. De nieuwe schijfruimte is niet beschikbaar tot uw u raspberry pi opnieuw opstart.

source: Locale
es: Local
fr: Localisation
id_id: Lokal
nl: Land instellingen

source: Language:
es: Idioma:
fr: Langue:
id_id: Bahasa:
nl: Taal:

source: Country:
es: País:
fr: Pays:
id_id: Negara:
nl: Land:

source: Character Set:
es: Conjunto de caracteres:
id_id: Set Karakter:

source: Change Password
es: Cambiar clave
fr: Changer le Mot de Passe
id_id: Ubah Password
nl: Verander wachtwoord

source: Enter new password:
es: Entre clave nueva:
fr: Entrez un nouveau mot de passe
id_id: Masukkan password baru:
nl: New Wachtwoord invoeren:

source: Confirm new password:
es: Confirme clave nueva:
fr: Confirmer le nouveau mot de passe
id_id: Konfirmasi password baru:
nl: Herhaal nieuw wachtwoord:

source: Rastrack Registration
es: Registro en Rastrack
fr: Inscription à Rastrack
id_id: Pendaftaran Rastrack
nl: Rastrack registratie

source: Rastrack (http://www.rastrack.co.uk) is a website which tracks the location of Raspberry Pis around the world. If you would like to be added to it, enter your name and email address below. This is entirely optional and does not form an official registration process.
es: Rastrack (http://www.rastrack.co.uk) es un website que sigue la pista de la localización de los Raspberry Pi por todo el mundo. Si a usted le gustaría ser añadido, entre su nombre y correo electrónico más abajo. Esto es totalmente opcional y no forma parte de un proceso de registro oficial.
id_id: Rastrack (http://www.rastrack.co.uk) adalah situs yang melacak lokasiRaspberry Pi di seluruh dunia. Jika Anda ingin ditambahkan ke dalamnya,masukkan nama dan alamat email di bawah ini. Hal ini sepenuhnya opsional.
nl: Rastrack (http://www.rastrack.co.uk) is een website die de locatie van Raspberry Pis rond de wereld. Als u die van u wilt toevoegen, Moet uw uw naam en email adres hier onder invullen. Dit is geheel niet verplicht en is geen form van officele registratie process.

source: Username:
es: Nombre de usuario:
fr: Pseudo:
nl: Gebruikers naam:

source: Email Address:
es: Email:
fr: Adresse E-Mail:
id_id: Alamat Email:

source: Reboot needed
es: Reinicio necesario
fr: Redémarrage requis
id_id: Restart diperlukan
nl: Herstart nodig

source: The changes you have made require the Raspberry Pi to be rebooted to take effect. Would you like to reboot now?
es: Los cambios realizados requieren que el Raspberry Pi reinicie, para que tengan efecto. Desea reiniciar ahora?
fr: Les changements que vous avez fait sur votre Raspberry Pi requière un redémarrage pour être opérationnelle. Voulez-vous redémarrer maintenant ?
id_id: Perubahan yang telah Anda buat memerlukan Raspberry Pi untuk restartagar berefek. Apakah Anda ingin untuk restart sekarang?
nl: Door de veranderingen die gemaakt zijn moet de Raspberry Pi opnieuw opstarten voor het effect heeft. Wilt u nu opnieuw opstarten?

source: Timezone
es: Zona horaria
fr: Fuseau horaire
id_id: Zona waktu
nl: Tijdzone

source: Area:
es: Área:
nl: Regio:

source: Location:
es: Localización:
id_id: Lokasi:
nl: locatie:

source: Configure Raspberry Pi system
es: Configuración de Raspberry Pi
fr: Configurer le système du Raspberry Pi
id_id: Konfigurasikan sistem Raspberry Pi
nl: Stel het Raspberry Pi systeem in

source: Not available
fr: Indisponible
nl: Niet beschikbaar

source: WiFi Country:
fr: Région du WiFi:
nl: WiFi Land:

source: Set _WiFi Country...
fr: Régler la région du _WiFi...
nl: Stel _WiFi Land in...

source: Set WiFi country code
fr: Régler le code de région WiFi
nl: stel WiFi land code in

source: WiFi Country Code
fr: Code de région WiFi
nl: WiFi Land code

source: Serial:
fr: Série:

source: Interfaces
id_id: Antarmuka
